/* No comment provided by engineer. */
"Could not move to Applications folder" = "无法移动到应用程序文件夹";

/* No comment provided by engineer. */
"Do Not Move" = "跳过";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "应用程序最好从macOS标准位置打开，例如“应用程序”文件夹，而不是从外部卷，磁盘映像或其他位置打开。\n\n是否要将应用程序安装到“应用程序”文件夹中？";

/* No comment provided by engineer. */
"Move to Applications Folder" = "安装";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "移至你的主文件夹中的应用程序文件夹？";

/* No comment provided by engineer. */
"Move to Applications folder?" = "移至应用程序文件夹？";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "请注意，这将需要管理员密码。";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "这将使你的下载文件夹保持整洁。";

